Repository: Daniel-KM/Omeka-S-module-Comment
Catalog: language/*.po
Languages: fr

source: The module %1$s should be upgraded to version %2$s or later.
fr: Le module %1$s doit être mis à niveau à la version %2$s ou supérieure.

source: I agree with %1$sterms of use%2$s and I accept to free my contribution under the license %3$sCC BY-SA%2$s.
fr: J’accepte les %1$sconditions d’utilisation %2$s et j’accepte de libérer ma contribution sous licence %3$sCC BY-SA%2$s.

source: Has comments
fr: A des commentaires

source: true
fr: vrai

source: Approved
fr: Approuvé

source: Flagged
fr: Marqué

source: Is spam
fr: Est un spam

source: false
fr: faux

source: My comments
fr: Mes commentaires

source: Subscription
fr: Abonnement

source: Comment was added to the resource. It will be displayed definitely when approved.
fr: Le commentaire a été ajouté à la ressource. Il sera ajouté définitivement lorsqu’il sera approuvé.

source: Comment was updated. It will be displayed definitely when approved.
fr: Le commentaire a été modifié. Il sera ajouté définitivement lorsqu’il sera approuvé.

source: An internal error occurred.
fr: Une erreur interne est survenue.

source: Delete comments
fr: Supprimer les commentaires

source: Are you sure you would like to delete the selected comments?
fr: Êtes-vous sûr de vouloir supprimer les commentaires sélectionnés ?

source: Commenter
fr: Commentateur

source: Commenter email
fr: Mail du commentateur

source: Date commented
fr: Date du commentaire

source: Comments
fr: Commentaires

source: Approve
fr: Approuver

source: Unapprove
fr: Désapprouver

source: Flag
fr: Signaler

source: Unflag
fr: Démarquer

source: Set spam
fr: Marquer spam

source: Set not spam
fr: Marquer non-spam

source: There are no comments.
fr: Il n’y a pas de commentaires.

source: Toggle approbation
fr: Inverser l’approbation

source: Toggle flag
fr: Inverser la marque

source: Toggle spam
fr: Inverser le spam

source: Removed
fr: Supprimé

source: Created: %s
fr: Créé : %s

source: Modified: %s
fr: Modifié : %s

source: Edited: %s
fr: Modifié : %s

source: Comment #%d
fr: Commentaire n° %d

source: No resource
fr: Pas de ressource

source: No site
fr: Pas de site

source: Website: %s
fr: Site web : %s

source: Reply
fr: Répondre

source: Approved: %s / Unapproved: %s
fr: Approuvé : %s / Rejeté : %s

source: Flagged: %s / Unflagged: %s
fr: Marqué : %s / Non marqué : %s

source: Spam: %s / Not spam: %s
fr: Spam : %s / Non-spam : %s

source: No comment yet! Be the first to add one!
fr: Pas encore de commentaire ! Soyez le premier à en ajouter un !

source: Anonymous
fr: Anonyme

source: Flag inappropriate
fr: Marquer comme inapproprié

source: Unflag inappropriate
fr: Signaler comme correct

source: Unsubscribe to comments
fr: Se désabonner des commentaires

source: Subscribe to comments
fr: S’abonner aux commentaires

source: Log in to subscribe to comments
fr: Se connecter pour pour s’abonner aux commentaires

source: No comment yet! Log in and be the first to add one!
fr: Pas encore de commentaire ! Connectez-vous et soyez le premier à en ajouter un !

source: You have no comments yet.
fr: Vous n’avez pas de commentaires.

source: Subscriptions
fr: Abonnements

source: You have no subscription yet.
fr: Vous n’avez aucun abonnement.

source: My subscriptions
fr: Mes abonnements

source: The templates and view helpers were renamed. You should check your theme. Matching templates: {json}
fr: Les gabarits et les assistants de vues ont été renommés. Vous devez vérifier votre thème. Gabarits correspondants : {json}

source: Resource blocks were added to display the comments and the comment form via the theme config.
fr: Des blocs de ressources ont été ajoutés pour afficher les commentaires et le formulaire via la config du thème.

source: A resource block allows to subscribe to a resource to be notified when a comment is added.
fr: Un bloc de ressource permet de s’abonner à une ressource pour être informé lors de l’ajout d’un commentaire.

source: An option allows to skip display of gravatar.
fr: Une option permet de ne pas afficher gravatar.

source: It is now possible to edit for the user or an admin to edit a comment.
fr: Il est désormais possible aux utilisateurs et aux admins de modifier les commentaires.

source: [{site_name}] New comment
fr: [{site_name}] Nouveau commentaire

source: Display subscription button (old themes)
fr: Afficher le bouton d’abonnement (anciens thèmes)

source: Item: Top
fr: Contenu : haut

source: Media: Top
fr: Média : haut

source: Item set: Top
fr: Collection : haut

source: Item: Bottom
fr: Contenu : bas

source: Media: Bottom
fr: Média : bas

source: Item set: Bottom
fr: Collection : bas

source: Display comments (old themes)
fr: Afficher les commentaires (anciens thèmes)

source: Display comment form (old themes)
fr: Afficher le formulaire de commentaire (anciens thèmes)

source: Main label
fr: Libellé principal

source: Use default
fr: Utiliser le défaut

source: Flat (by date)
fr: Plat (par date)

source: Threaded (by conversation)
fr: Fil (par conversation)

source: Closed on load
fr: Fermé lors du chargement

source: Max length
fr: Longueur maximale

source: Display gravatar
fr: Afficher gravatar

source: Legal agreement
fr: Conditions d’’utilisation

source: Button to subscribe to comments
fr: Bouton pour s’abonner aux commentaires

source: My name…
fr: Mon nom…

source: My email (it won’t be displayed)…
fr: Mon mail (ne sera pas affiché)…

source: My website…
fr: Mon site web…

source: My comment…
fr: Mon commentaire…

source: Proposed comment cannot be empty.
fr: Le commentaire ne peut pas être vide.

source: Comment cannot be longer than %d characters.
fr: Le commentaire ne peut pas être plus long que %d caractères.

source: Terms of service
fr: Conditions d’utilisation

source: You must agree to the terms and conditions.
fr: Vous devez accepter les conditions d’utilisation.

source: How much is %d plus %d?
fr: Combien font %d plus %d ?

source: To prove you are not a robot, answer this question: %s
fr: Pour prouver que vous n’êtes pas un robot, merci de répondre à la question : %s

source: You must answer the antispam question.
fr: Vous devez répondre à la question antispam.

source: Check your anwser to the antispam question.
fr: Vérifiez votre réponse à la question antispam.

source: String to check
fr: Chaîne à vérifier

source: Set the string to check
fr: Indiquez la chaîne à vérifier

source: Comment it!
fr: Commentez !

source: Allow public to view comments
fr: Autoriser le public à voir les commentaires

source: If unchecked, comments will be displayed only in admin pages.
fr: Si décoché, les commentaires s’afficheront seulement dans les pages admin.

source: Allow public to comment
fr: Autoriser le public à commenter

source: Allows everyone to comment, including non-registered users.
fr: Autoriser tout le monde à commenter, y compris les visiteurs anonymes.

source: Require moderation for public comments
fr: Modération obligatoire pour les commentaires publics

source: If unchecked, comments will appear immediately.
fr: Si décoché, les commentaires apparaîtront immédiatement.

source: Require moderation for non-admin users
fr: Modération obligatoire pour les utilisateurs non-admin

source: Notify public comments by email
fr: Notifier les commentaires publics par mail

source: The list of emails to notify when a comment is posted or flagged, one by row.
fr: La liste des mails à notifier lorsqu’un commentaire est posté ou marqué, un par ligne.

source: Allow non-admin users to edit their own comment
fr: Autoriser les utilisateurs non-admin à modifier leurs propres commentaires

source: WordPress API key for Akismet if installed
fr: Clé d’API WordPress pour Akismet, si installé

source: If checked, a simple antispam (an addition of two digits) will be added for anonymous people if ReCaptcha is not set.
fr: Si coché, un antispam simple (l’addition de deux chiffres) sera ajouté pour les visiteurs anonymes, si ReCaptcha n’est pas paramétré.

source: This text will be shown beside the legal checkbox. Let empty if you don’t want to use a legal agreement.
fr: Ce texte sera affiché à côté de la case à cocher pour l’acceptation des conditions. Laisser vide si vous ne voulez pas imposer des conditions d’utilisation.

source: The ip cannot be empty.
fr: L’IP ne peut pas être vide.

source: The user agent cannot be empty.
fr: L’agent utilisateur ne peut pas être vide.

source: The body cannot be empty.
fr: Le corps ne peut pas être vide.

source: This user has already subscribed to this resource.
fr: Cet utilisateur s’est déjà abonné à la ressource.

source: Comment successfully deleted.
fr: Commentaire supprimé avec succès.

source: You must select at least one comment to batch delete.
fr: Vous devez choisir au moins un commentaire à supprimer.

source: Comments successfully deleted.
fr: Commentaires supprimés avec succès.

source: Delete of all comments is not supported currently.
fr: La suppression de tous les commentaires n’est pas implémentée.

source: No comments submitted.
fr: Aucun commentaire n ’a été soumis.

source: Unauthorized access.
fr: Accès interdit.

source: Are you really a robot?
fr: Êtes-vous vraiment un robot ?

source: Unauthorized access : no user agent.
fr: Accès interdit : pas d’agent utilisateur.

source: The url to add comment was accessed without managed resource.
fr: L’url pour ajouter un commentaire a été appelée sans indication de la ressource.

source: The url to add comment was accessed without resource id.
fr: L’url pour ajouter un commentaire a été appelée sans l’identifiant de la ressource.

source: The url to add comment was accessed without resource.
fr: L’url pour ajouter un commentaire a été appelée sans ressource.

source: The parent comment does not exist.
fr: Le commentaire parent n’existe pas.

source: The parent comment doesn’t exist.
fr: Le commentaire parent n’existe pas.

source: You should accept the legal agreement.
fr: Vous devez accepter les conditions d’utilisation.

source: The comment cannot be empty.
fr: Le commentaire ne peut pas être vide.

source: There is issue in your comment.
fr: Il y a un problème dans votre commentaire.

source: Your comment is online.
fr: Votre commentaire est en ligne.

source: Your comment is awaiting moderation
fr: Votre commentaire est en attente de modération

source: Unauthorized access or not found.
fr: Accès interdit ou non trouvé.

source: The user has no right to edit this resource.
fr: Cet utilisateur n’a pas le droit de modifier cette ressource.

source: No text submitted.
fr: Aucun texte soumis.

source: Text submitted is the same than the existing one.
fr: Le texte soumis est le même que le texte existant.

source: An error occurred.
fr: Une erreur est survenue.

source: The comment id cannot be identified.
fr: L’identifiant du commentaire ne peut pas être identifié.

source: Comment not found.
fr: Commentaire non trouvé.

source: The comment #{comment_id} cannot be identified.
fr: Le commentaire #{comment_id} ne peut pas être identifié.

source: The comment #{comment_id} cannot be accessed.
fr: Le commentaire #{comment_id} n’est pas accessible.

source: Resource not found.
fr: Ressource non trouvée.

source: Action {action} not allowed.
fr: Action {action} non autorisée.

source: Akismet not available: install it.
fr: Akismet n’est pas disponible : il faut l’installer.

source: [{site}] New public comment
fr: [{site}] Nouveau commentaire public

source: A comment was added to resource #{resource_id} ({resource_url}) by {name} <{email}}>.
fr: Un commentaire a été ajouté à la ressource #{resource_id} ({resource_url}) par {name} <{email}}>.

source: Comment: {msg}
fr: Commentaire : {msg}

source: Unable to send an email after commenting.
fr: Impossible d’envoyer un courriel après commentaire.

source: Comment: Form
fr: Commentaire : Formulaire

source: Comment: List
fr: Commentaire : Liste

source: Comment: Subscription button
fr: Commentaire : Bouton d’abonnement

source: Comment was added to the resource.
fr: Le commentaire a été ajouté à la ressource.

source: It will be displayed definitely when approved.
fr: Il sera ajouté définitivement lorsqu’il sera approuvé.

source: Request too long to process.
fr: Le traitement de la requête dure trop longtemps.

source: The resource doesn’t exist.
fr: La ressource n’existe pas.

source: The resource or the comment doesn’t exist.
fr: La ressource ou le commentaire n’existe pas.
